7zip
ani-cli
anydesk-bin
base
base-devel
bind
blueman
bluez
capitaine-cursors
catnap-git
cava
clamav
clang
cmake
cmatrix
code
discord
dkms
dolphin
dotnet-runtime
dotnet-sdk
dpkg
dracula-cursors-git
dunst
efibootmgr
fastfetch
firefox
fish
flatpak
gdb
git
google-chrome
gparted
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
intel-ucode
intltool
iwd
kitty
libpulse
libreoffice-still
linux
linux-firmware
linux-headers
lutris
mc
meson
nano
nasm
neovim
network-manager-applet
networkmanager
nodejs-lts-jod
npm
ntfs-3g
nvidia
nwg-look
obsidian
otf-font-awesome
papirus-icon-theme
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkg2zip
pkgfile
polkit-kde-agent
polybar
postgresql
powerline
powerline-fonts
prismlauncher
prizrak-box-bin
proxychains-ng
python-pip
qbittorrent
qt5-wayland
qt6-wayland
reflector
rkhunter
rofi
rofi-bluetooth-git
rustup
sassc
sddm
sddm-sugar-candy-git
slurp
smartmontools
sshpass
steam
thunar
tmux
traceroute
tree
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
unityhub
unrar
unzip
update-grub
v2ray
vagrant
vim
virtualbox
virtualbox-host-dkms
waybar
wget
wine
wireguard-tools
wireless_tools
wireplumber
wofi
xcursor-themes
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
xray
yay
yay-debug
zip
zram-generator
zsh
